export const weatherConsts = {
    apiKey: '18b550d49ce741aa37722f6f0b88e308',
    coordinates: { lat: 57.155, lon: 65.459 }
}
export const employees = [
    {
        id: 1,
        name: 'Курочко Армен Петрович',
        position: 'Начальник зоны',
        img: '/img/employee/arthur.jpg'
    },
    {
        id: 2,
        name: 'Поповидзе Вячеслав Дмитриевич',
        position: 'Заведующий пидорятней',
        img: '/img/employee/popov.jpg'
    },
    {
        id: 3,
        name: 'Блатной Алексей Сергеевич',
        position: 'Начальник охраны',
        img: '/img/employee/leha.jpg'
    },
    {
        id: 4,
        name: 'Лебедев Иван Дмитриевич',
        position: 'Оперативный отдел',
        img: '/img/employee/vano.jpg'
    },
    {
        id: 5,
        name: 'Миллер Герман Викторович',
        position: 'IT-отдел',
        img: '/img/employee/german.jpg'
    },
    {
        id: 6,
        name: 'Кобяков Алексей Максимович',
        position: 'Старший офицер',
        img: '/img/employee/leha-ko.jpg'
    },
    {
        id: 7,
        name: 'Таборин Данила',
        position: 'Старший офицер',
        img: '/img/employee/taborin.jpg'
    },
    {
        id: 8,
        name: 'Курочко Тина',
        position: 'Глав-врач',
        img: '/img/employee/tina.jpg'
    },
    {
        id: 9,
        name: 'Реутов Сергей Сергеевич',
        position: 'Бывший начальник зоны (ныне груз-200)',
        img: '/img/employee/reutov.jpg'
    },
    {
        id: 10,
        name: 'Тетя Рита',
        position: 'Повариха',
        img: '/img/employee/rita.jpg'
    }
];

export const zeki = [
    {
        id: 1,
        name: 'Аслиддин Нурматов',
        position: 'Главный опущенный',
        img: '/img/news/asliddin.jpg'
    },
    {
        id: 2,
        name: 'Владимир Леонов',
        position: 'Петух в пальте',
        img: '/img/zeki/leonov.jpg'
    },
    {
        id: 3,
        name: 'Александр Подорожко',
        position: 'Опущенный по своей воле',
        img: '/img/zeki/podorojko.jpg'
    }
];

export const news = [
    {
        id: 1,
        img: '../../img/news/asliddin.jpg',
        date: '04-06-2026',
        title: 'ЭКСТРЕННЫЙ ВЫПУСК: «БИОХИМИЯ — ХУЙНЯ», ИЛИ ХРОНИКА ПИКИРУЮЩЕГО СТУДЕНТА',
        HTMLcontent: `<p>
                                    Уважаемые читатели! Потрясающие новости пришли к нам из стен альма- матер.Помните
                                    нашумевшее заявление одного студента о
                                    том, что «биохимия — хуйня»?Кажется, сама судьба решила вступить с оратором в
                                    принципиальную полемику.
                                </p >

                                <p>
                                    Как стало известно нашему корреспонденту, вчера этот подающий надежды полемист с
                                    треском провалил экзамен по ненавистной
                                    дисциплине. Финансовый прогноз для стипендиата неутешителен: бюджет его семьи вновь
                                    затрещит по швам из-за грядущей
                                    пересдачи. Впрочем, сам виновник торжества непоколебим. «Мне просто не повезло, —
                                    прокомментировал он ситуацию, гордо
                                    поправляя хвост. — Биохимия всё равно хуйня. На пересдаче-то я её точно завалю… то
                                    есть сдам».
                                </p>

                                <p>
                                    Однако на этом сага не закончилась. Вселенная, знающая толк в черном юморе,
                                    подготовила
                                    второй акт. Сегодня утром наш
                                    герой был замечен вылетающим с физиологии. Причина — классика жанра: спалился с
                                    телефоном. Это фиаско, господа,
                                    переводит персонажа в особую, низшую категорию местной иерархии. Как лаконично
                                    заметил
                                    наш эксперт по внутренним
                                    вопросам Аслиддин, данный индивид во второй раз подтвердил свой «опущенный» ранг в
                                    стенах «шараги».
                                </p>

                                <p>
                                    Наш специальный корреспондент Артур лаконично подвел итог происходящего: «Я очень
                                    рад. Всё так, как и должно быть».
                                </p>

                                <p>
                                    Мораль сей басни такова: прежде чем называть науку «хуйней», убедись, что шпаргалка
                                    заряжена, а удача не повернулась к
                                    тебе тем самым местом, которым ты эту науку обозвал. Остаемся на связи до первой
                                    успешной (или не очень) пересдачи.
                                </p>`
    },

    {
        id: 2,
        img: '../../img/news/jinka.jpg',
        date: '20-07-2026',
        title: 'РЫБАЦКИЙ ДЕТЕКТИВ: «ЖИНКА УМЕРЛА!», ИЛИ СХВАТКА ЧЕСТИ НА БЕРЕГУ',
        HTMLcontent: `<p>
                                    Уважаемые читатели! С берегов живописного водоема, где градус оказался выше клева,
                                    пришла драма, достойная пера Гомера.
                                    В минувшие выходные рыбалка в компании переросла в эпическое противостояние, едва не
                                    закончившееся международным
                                    скандалом и вызовом ритуальных агентов.
                                </p>

                                <p>
                                    Как сообщают очевидцы, Алексей Блатной бросил вызов Даниле Таборину, предложив померяться силой. Борьба с самого начала
                                    пошла под диктовку Алексея: он уверенно доминировал, переводя соперника в партер. Однако Данила, ведомый не столько
                                    спортивным азартом, сколько парами горячительного, сдаваться отказывался наотрез. «Сдавайся, долбоёб!» — раздался над
                                    гладью озера ультиматум Блатного.
                                </p>

                                <p>
                                    В этот момент искра попала в порох. «Ты назвал меня долбоёбом? Ты оскорбил мою честь!» — взревел Таборин и, подобно
                                    берсерку, впал в неконтролируемую ярость. Увы, праведный гнев не заменил техники. Алексей продолжил методично разбирать
                                    оппонента и, не видя иного выхода из ситуации, взял Данилу на удушающий. Таборин, верный своему принципу «смерть, но не
                                    позор», не постучал. Вместо этого он элегантно потерял сознание.
                                </p>

                                <p>
                                    Повисла немая сцена. «Жинка умерла!» — трагическим голосом протрубил Иван Лебедев, констатировав анабиоз бойца. Героев
                                    моментально сковала паника. В стане Алексея Блатного началась острая фаза самокопания и подготовки к явке с повинной.
                                    «Чё я, бля, его родителям скажу? Я вашего сына убил?!» — причитал чемпион, мысленно прикидывая срок за непредумышленное.

                                </p>

                                <p>
                                    Но в тот самый миг, когда тьма сгустилась над лагерем рыбаков, слово взял профессионал. Вячеслав Дмитриевич, сохранявший
                                    олимпийское спокойствие, извлек из глубин памяти спасительную мысль: сегодня был его профессиональный праздник — День
                                    медицинского работника. Не растерявшись, эскулап уложил бездыханное тело Таборина в боковое стабильное положение и ловко
                                    привел его в чувство.
                                </p>

                                <p>
                                    «Жинка жива!» — раздался обновленный и уже более оптимистичный доклад Ивана Лебедева. Кровная месть отменяется, родители
                                    Данилы могут спать спокойно, а репутация Алексея Блатного из потенциального душегуба вновь трансформировалась в просто
                                    победителя поединка.
                                </p>

                                <p>
                                    Всем спасибо, все живы. Остаемся на связи в ожидании новых сводок с водоемов.
                                </p>`
    }
]